import React from "react";
import s from "./Retail.module.css"

function Retail (props) {

    return (<div className={s.retailContent}>
        <div className={s.background}></div>
        <div className="s.contentText">
            Квіткова мережа магазинів "Камелія" пропонує широкий вибір квіткової продукції на вигідних умовах.
            Вартість квітів, яку пропонує наша компанія, є однією з найнижчих на ринку. Побачити прайс на квіти
            ви можете на нашому сайті. Ціни на квіти оптом можуть змінюватись в залежності від розміру партії.
            Тому спочатку визначтесь із кількістю квітів, які ви хочете замовити, а потім уточнюйте вартість.
            Чим більше партія і чим частіше замовник звертається до нас, тим Камелія прайс стає вигідним для покупця.
        </div>
        <h1>Як вартість квітів залежить від покупки оптом</h1>
        <div className="s.contentText">
            Для роздрібних магазинів значно вигідніше купувати квіти оптовими партіями. В даному випадку прайс
            на квіти стає з низькими цінами. Чим вища закупівельна партія, тим нижча вартість квітів. Саме за
            таким принципом працює наша компанія. Для оптового продажу ми маємо все необхідне:
        </div>
        <ul>
            <li>територія для вирощування квітів розміром 11 га;</li>
            <li>налагоджені зв'язки із постачальниками імпортної продукції з-за кордону;</li>
            <li>налагоджена система доставки;</li>
            <li>склади для зберігання з оптимальними температурними умовами.</li>
        </ul>
        <div className="s.contentText">
            Все це дозволяє нам знижувати на квіти оптом прайс та давати можливість роздрібним магазинам з будь-яких
            регіонів звертатися до нас за покупкою.
        </div>
        <h1>Ціни на квіти оптом у мережі магазинів «Камелія»</h1>
        <div className="s.contentText">
            На сайті ви можете знайти Камелія прайс на роздрібну та оптову покупку. Якщо розглядати троянди,
            їх вартість змінюється залежно від висоти стебла і сорту троянд. На квіти оптом у прайсі вказана поточна
            вартість, яка може змінюватись в залежності від розміру партії або того, як часто замовник звертається до
            нас за покупкою. Для постійних клієнтів у нас передбачена гнучка система знижок.
            Крім ціни на квіти оптом, ми також вказуємо на сайті вартість оформлення букетів. Остаточна ціна на
            квіткову композицію формується з вартості квітів з надбавкою в 10% за роботу флориста. Майстер видаляє
            шипи, викладає квіти у букет за певною технікою та використовує декор. Також вартість букета збільшується
            при використанні пакувального паперу та різних декоративних елементів.
            Мережа магазинів "Камелія" відкрита для всіх оптових покупців, які хочуть придбати у нас квіткову
            продукцію. Ми готові запропонувати вам найкращі ціни на ринку та сприяємо тому, щоб співпраця з нами
            проходила для замовника на максимально вигідних умовах.
            У нас працюють кваліфіковані співробітники, які готові проконсультувати вас з будь-яких питань.
            Якщо вам цікаво як оформити покупку, скільки коштуватиме та чи інша партія троянд, ви можете звертатися
            з усіма цими питаннями до нашого менеджера. Наші співробітники допоможуть підібрати вам найкращий спосіб
            покупки і нададуть можливість купити необхідну партію свіжозрізаних квітів. Ми ретельно стежимо за тим,
            щоб на оптовий продаж надходили добірні квіти, які надалі будуть точно продані в роздрібних магазинах.
        </div>
        <h1>Від чого залежить оптова ціна на троянди?</h1>
        <div className="s.contentText">
            Оптова вартість троянд насамперед залежить від сорту троянд та висоти стебла. Також ціна може знижуватись
            залежно від розміру партії. Чим більше замовлення, тим вартість для замовника буде нижчою.
        </div>
        <h1>У прайсі вказано актуальні ціни?</h1>
        <div className="s.contentText">
            Ми постійно оновлюємо наш прайс на сайті, тому там завжди знаходяться актуальні ціни. Однак вартість
            продукції може змінюватися в залежності від розміру партії та знижок, які ми пропонуємо. Тому завжди
            уточнюйте вартість у менеджера.
        </div>
        <h1>Як оформити замовлення?</h1>
        <div className="s.contentText">
            Для оформлення покупки вам необхідно зателефонувати до нашого менеджера або приїхати до нас на квітковий
            склад. У нас завжди є необхідна кількість квітів, яка здатна задовольнити попит будь-якого оптового покупця.
        </div>
        <h1>-</h1>
    </div>)
}

export default Retail;